[
    [
        {
            "rating": "4",
            "review": "I like poco c55 camera 📷quality good🔋",
            "title": "Really Nice"
        },
        {
            "rating": "5",
            "review": "Good product 👍🏻🥰",
            "title": "Mind-blowing purchase"
        },
        {
            "rating": "4",
            "review": "Camera is average as compared to earlier models, rest features are ok . Using it for almost 2 days.",
            "title": "Nice product"
        },
        {
            "rating": "5",
            "review": "Nice mobile at affordable price",
            "title": "Awesome"
        },
        {
            "rating": "4",
            "review": "The phone is good. But when you play heavy game there is heating problem. The charger also heat when you charge it. You can play free fire, BGMI, PUB-G and COD in a good graphics but it gets heat. The phone is too good in style.",
            "title": "Good quality product"
        },
        {
            "rating": "5",
            "review": "Nice",
            "title": "Must buy!"
        },
        {
            "rating": "3",
            "review": "Super very nice phone look look nice",
            "title": "Good"
        },
        {
            "rating": "3",
            "review": "Poco c55 average phone, processor is slow mediatek G85, battery 5000 mah good but charger is only 10 watts so taking lot of time to recharge  phone and  charger is heating up due to 10 watts charger used 18watt mi charger, very fast charging and no heat. Wifi speed is 25% lesser compared to other redmi mobile, display quality is average Miui dialer, sms and call recording is there a very plusGood design and finger print sensor on back panel very good, bought 6gb 128gb mobile. Speaker...",
            "title": "Just okay"
        },
        {
            "rating": "5",
            "review": "NICE PRODUCT 😁",
            "title": "Classy product"
        },
        {
            "rating": "5",
            "review": "Everything is gud only charging slow 🤗",
            "title": "Brilliant"
        }
    ],
    [
        {
            "rating": "3",
            "review": "Phone was good but camera was no affordable this price",
            "title": "Decent product"
        },
        {
            "rating": "5",
            "review": "Very good product within small budget. I am fully satisfied with display touch and back camera. I recommend it to all my friends and family. In the poco brand almost all my family and friends purchased different Serieses like X3, M3, M2, M4pro, M3pro, now C55.",
            "title": "Classy product"
        },
        {
            "rating": "5",
            "review": "Very good mobile.. better speed. awesome CAMERA.. worth for money .. i love this POCO C55",
            "title": "Classy product"
        },
        {
            "rating": "1",
            "review": "The product performance is below standard. Neither the screen is responding well nor is the sensor responding. And on the top of it their is a mechanism where you can't retrun the order in one goMay God save the buyers",
            "title": "Worthless"
        },
        {
            "rating": "1",
            "review": "Reviewing after months of use. Has software problem. Cannot switch off as the sidebutton unlocks some other function. Worst experience ever. Camera not great too. Don't waste ur money on this",
            "title": "Useless product"
        },
        {
            "rating": "2",
            "review": "Touch does not work when it lay",
            "title": "Not good"
        },
        {
            "rating": "5",
            "review": "This product is just amazing💕😍And i have found this in very less price Camera is goodDisplay is bestRam and Rom is also best 👍💯And this comment by Anshu Singh 👑",
            "title": "Brilliant"
        },
        {
            "rating": "5",
            "review": "Mobile size lovable , good speed, battery also awesome,  overall good purchase for small budget use and great performance",
            "title": "Mind-blowing purchase"
        },
        {
            "rating": "4",
            "review": "Best phone under 10k",
            "title": "Fabulous!"
        },
        {
            "rating": "3",
            "review": "Good",
            "title": "Decent product"
        }
    ]
]