[
    [
        {
            "rating": "5",
            "review": "Best smart phone under this price range compare to other phones in 2023 if you see overall build quality, performance and Camera with autofocus and video action mode are awesome50% extra RAM compared to iPhone 13 and other more features. Best time to upgrade to iPhone 14 . I am so happy See Low light photos are amazing..",
            "title": "Fabulous!"
        },
        {
            "rating": "5",
            "review": "Good",
            "title": "Just wow!"
        },
        {
            "rating": "5",
            "review": "Nice camera but battery drain fast specially on video recording",
            "title": "Great product"
        },
        {
            "rating": "5",
            "review": "Just amazing!",
            "title": "Excellent"
        },
        {
            "rating": "5",
            "review": "Damn such a great phone. Camera is really good, battery lasts long enough, super smooth even though its just 60 hz XDR display. Videos with action mode on are insanely stable and crisp.The night mode can take some really good shots jn low light conditions .The whole apple environment itself is so seamless. I shifted from android to iPhone and it barely took any time since I had iPad and a mac already. With a just a few clicks the phone was ready to go.",
            "title": "Great product"
        },
        {
            "rating": "5",
            "review": "Amazing picture quality, awesome design, mind blowing display and fabulous performance and specially very handy phone",
            "title": "Best in the market!"
        },
        {
            "rating": "4",
            "review": "Nice UI and Fast",
            "title": "Very Good"
        },
        {
            "rating": "1",
            "review": "Dear Team,I hope this message finds you well. I am writing to express my deep dissatisfaction and disappointment with the recent purchase I made from your platform.I received an iPhone 14 (128GB) that has exhibited severe issues with its front camera, particularly when used in portrait mode with functions like black and white mode and background blur. These features are crucial to me, and the phone's inability to perform as expected is a significant concern.Moreover, I have reason to beli...",
            "title": "Utterly Disappointed"
        },
        {
            "rating": "4",
            "review": "Awesome 👍",
            "title": "Good quality product"
        },
        {
            "rating": "5",
            "review": "Just awesome....❤️🙌😌Display Camera Battery Processor....JUST WOW....✨💗☺️",
            "title": "Must buy!"
        }
    ],
    [
        {
            "rating": "5",
            "review": "Just perfect!!",
            "title": "Mind-blowing purchase"
        },
        {
            "rating": "5",
            "review": "Performance is really good and camera quality is fine",
            "title": "Best in the market!"
        },
        {
            "rating": "5",
            "review": "Reasons to get it over regular 13- 50 percent extra ram- Better camera sensors- Cinematic mode at 4k 30 fps (13 could only do     1080p 30fps)- Action mode for super stabilised videos- Better low light photos thanks to photonic engine- Better battery life - Extra gpu core for high graphics performance- New improved modem for fast and efficient mobile connectivity - Dual ambient light sensors - Better camera flash- Crash detection - Satellite connectivity (though currently not in I...",
            "title": "Awesome"
        },
        {
            "rating": "5",
            "review": "The best camera best design !!1st iphone 14 !!i tried all  conditions light photo the quality is best i was impressed with device battery backup is good perform is very impressive 🔥",
            "title": "Must buy!"
        },
        {
            "rating": "1",
            "review": "The volume down button is struck and unable to volume up. The Flipkart team is saying it is open box delivery so they can't help.......how can we check the volume without opening/start the mobile, when i ask this question the customer support placing my call on hold and dropping my call",
            "title": "Waste of money!"
        },
        {
            "rating": "5",
            "review": "Excellent smart phone, Good battery backup and performance is very good, Good camera quality.",
            "title": "Best in the market!"
        },
        {
            "rating": "5",
            "review": "Thanku filipkart best phone in the world ❤️",
            "title": "Terrific purchase"
        },
        {
            "rating": "5",
            "review": "Good",
            "title": "Perfect product!"
        },
        {
            "rating": "5",
            "review": "Amazing device for daily life about camera about sound quality all are good",
            "title": "Mind-blowing purchase"
        },
        {
            "rating": "5",
            "review": "Ultimate",
            "title": "Highly recommended"
        }
    ]
]